import img1 from '../images/image_01.jpg';
import img2 from '../images/image_04.jpg';

const data = [
  {
    keyword: 'Природа',
    title: 'Национальное достояние – парки Национальное достояние – парки',
    text: 'В 2016 году Америка отмечала важный юбилей: сто лет назад здесь начала складываться система национальных парков – охраняемых территорий, где и сегодня каждый может приобщиться к природе.',
    date: '2 августа, 2019',
    source: 'ДЗЕН',
    link: 'https://zen.yandex.ru/',
    image: img1,
    _id: 1,
  },
  {
    keyword: 'Фотография',
    title: '«Первозданная тайга»: новый фотопроект Игоря Шпиленка',
    text: 'Знаменитый фотограф снимает первозданные леса России, чтобы рассказать о необходимости их сохранения. В этот раз он отправился в Двинско-Пинежскую тайгу, где...',
    date: '2 августа, 2019',
    source: 'РИА',
    link: 'https://ria.ru/location_Sankt_Peterburg/',
    image: img2,
    _id: 2,
  },

];

export default data;
