import img1 from '../images/image_08.jpg';
import img2 from '../images/image_04.jpg';
import img3 from '../images/image_07.jpg';
import img4 from '../images/image_01.jpg';

export const dataMain = [
  {
    keyword: 'Природа',
    title: 'Национальное достояние – парки Национальное достояние – парки',
    text: 'В 2016 году Америка отмечала важный юбилей: сто лет назад здесь начала складываться система национальных парков – охраняемых территорий, где и сегодня каждый может приобщиться к природе.',
    date: '2 августа, 2019',
    source: 'ДЗЕН',
    link: 'https://zen.yandex.ru/',
    image: img1,
    _id: 1,
  },
  {
    keyword: 'Фотография',
    title: '«Первозданная тайга»: новый фотопроект Игоря Шпиленка',
    text: 'Знаменитый фотограф снимает первозданные леса России, чтобы рассказать о необходимости их сохранения. В этот раз он отправился в Двинско-Пинежскую тайгу, где...',
    date: '2 августа, 2019',
    source: 'РИА',
    link: 'https://ria.ru/location_Sankt_Peterburg/',
    image: img2,
    _id: 2,
  },
  {
    keyword: 'Фотография',
    title: '«Первозданная тайга»: новый фотопроект Игоря Шпиленка',
    text: 'Знаменитый фотограф снимает первозданные леса России, чтобы рассказать о необходимости их сохранения. В этот раз он отправился в Двинско-Пинежскую тайгу, где...',
    date: '2 августа, 2019',
    source: 'РИА',
    link: 'https://ria.ru/location_Sankt_Peterburg/',
    image: img3,
    _id: 3,
  },

];

export const dataSave = [
  {
    keyword: 'Природа',
    title: 'Национальное достояние – парки Национальное достояние – парки',
    text: 'В 2016 году Америка отмечала важный юбилей: сто лет назад здесь начала складываться система национальных парков – охраняемых территорий, где и сегодня каждый может приобщиться к природе.',
    date: '2 августа, 2019',
    source: 'ДЗЕН',
    link: 'https://zen.yandex.ru/1',
    image: img4,
    _id: 1,
  },
  {
    keyword: 'Фотография',
    title: '«Первозданная тайга»: новый фотопроект Игоря Шпиленка',
    text: 'Знаменитый фотограф снимает первозданные леса России, чтобы рассказать о необходимости их сохранения. В этот раз он отправился в Двинско-Пинежскую тайгу, где...',
    date: '2 августа, 2019',
    source: 'РИА',
    link: 'https://ria.ru/location_Sankt_Peterburg/2',
    image: img2,
    _id: 2,
  },
  {
    keyword: 'Фотография',
    title: '«Первозданная тайга»: новый фотопроект Игоря Шпиленка',
    text: 'Знаменитый фотограф снимает первозданные леса России, чтобы рассказать о необходимости их сохранения. В этот раз он отправился в Двинско-Пинежскую тайгу, где...',
    date: '2 августа, 2019',
    source: 'РИА',
    link: 'https://ria.ru/location_Sankt_Peterburg/3',
    image: img3,
    _id: 3,
  },
  {
    keyword: 'Фотография',
    title: '«Первозданная тайга»: новый фотопроект Игоря Шпиленка',
    text: 'Знаменитый фотограф снимает первозданные леса России, чтобы рассказать о необходимости их сохранения. В этот раз он отправился в Двинско-Пинежскую тайгу, где...',
    date: '2 августа, 2019',
    source: 'РИА',
    link: 'https://ria.ru/location_Sankt_Peterburg/4',
    image: img2,
    _id: 4,
  },
  {
    keyword: 'Фотография',
    title: '«Первозданная тайга»: новый фотопроект Игоря Шпиленка',
    text: 'Знаменитый фотограф снимает первозданные леса России, чтобы рассказать о необходимости их сохранения. В этот раз он отправился в Двинско-Пинежскую тайгу, где...',
    date: '2 августа, 2019',
    source: 'РИА',
    link: 'https://ria.ru/location_Sankt_Peterburg/5',
    image: img3,
    _id: 5,
  },

];
